Repository: ptolts/dishgo_ios
Catalog: Restaurants/*.lproj/Localizable.strings
Languages: fr

source: Browse Restaurant Menus
fr: Parcourez les menus

source: Rate dishes, share pictures and collect DishCoins. Redeem them for great prizes.
fr: Évaluez les plats, partagez des photos et accumulez des DishCoins. Échangez-les contre de belles récompenses.

source: Select a Restaurant
fr: Choisissez un restaurant

source: Search through restaurants in your surrounding area and select one by tapping the tile.
fr: Effectuez une recherche parmi les restaurants de votre quartier et choisissez-en un en appuyant sur l’icône correspondant.

source: Restaurant Storefront
fr: Vitrine

source: Browse the restaurant details. Tap a menu section or dish image.
fr: Parcourez les renseignements sur le restaurant. Cliquez sur une section du menu ou une photo de plat.

source: Browse & Upload Pics
fr: Parcourez/envoyer des photos

source: Browse the dishes and share pictures of your meal to accumulate DishCoins.
fr: Parcourez les plats et partagez des photos de votre repas pour accumuler des DishCoins.

source: Dish Details & Ratings
fr: Détails et evaluations

source: Review the dish details including sizes and options. Submit your own rating to collect extra DishCoins.
fr: Faites la critique de votre plat en incluant des renseignements sur les portions et les options. Soumettez votre propre évaluation pour accumuler des DishCoins supplémentaires.

source: Earn Rewards!
fr: Recevez des récompenses!

source: Accumulate DishCoins and bid on great prizes. Win instantly!
fr: Accumulez des DishCoins et faites une offre pour vous mériter un beau prix. Gagnez instantanément!

source: Start
fr: Commencer

source: FETCHING RESTAURANTS
fr: TÉLÉCHARGEMENT DES RESTAURANTS

source: FINDING LOCATION
fr: LOCALISER VOTRE POSITION

source: RETRY
fr: RÉESSAYER

source: Open
fr: Ouvert

source: Closed
fr: Fermé

source: NETWORK ERROR
fr: ERREUR DE RÉSEAU

source: FETCHING MENU
fr: TÉLÉCHARGEMENT DE LA CARTE

source: Type your review here!
fr: Tapez votre commentaire ici!

source: Please let us know what you loved about this dish. In the future it may be displayed directly on the menu!
fr: Faites-nous savoir ce que vous aimez à propos de ce plat. Dans l'avenir, il peut être affiché directement sur ​​le menu!

source: What didn't you like about this dish? We will anonymously let the restaurant know so they can improve their food!
fr: Pourquoi vous n'avez pas aimé ce plat? Nous allons laisser le restaurant savoir de manière anonyme afin qu'ils puissent améliorer leur nourriture.

source: Sign In
fr: Se Connecter

source: Logout
fr: Déconnecter

source: Sort Restaurants
fr: Classer les Restaurants

source: Open Now
fr: Ouvrert

source: Help
fr: Aider

source: Delivery
fr: Livraison

source: Menu Score
fr: Score

# We won't post to your wall!
source: We won't post on your wall!
fr: Nous ne publierons sur votre mur!

source: Win Instantly
fr: Gagnez des Coupons

source: Win Coupons
fr: Gagnez des Coupons

source: Account Created! Please check your email and activate your account.
fr: Créé compte! S'il vous plaît vérifier votre e-mail et activer votre compte.

source: Congratulations! Your account has been created and you are logged in.
fr: Félicitations! Votre compte a été créé et vous êtes connecté.

source: Invalid email or password.
fr: E-mail ou mot de passe invalide.

source: We are having difficulty connecting to the internet.
fr: Nous avons des difficultés à vous connecter à Internet.

source: Without your location we can only offer a preview of what we have to offer.
fr: Voici une démo de ce que nous avons à offrir.

source: %@ is giving away great prizes. Click on the button in the top right to see what they have to offer!
fr: %@ a de grands prix à offrir. Cliquer sur le lien en haut à droite pour voir ce qu'ils ont à offrir!
